print("""
        +--------------------------+         
        |     나의 새로운 취미     |
        +--------------------------+         

제목 : 파이썬 15일 챌린지
""")
print("기존에는 플러터를 공부하고 있었지만, ", end="")
print("파이썬도", "공부하고", "싶었다.")
print("""개발문법은 제대로 배워본적이 없어서 겁이 나지만 충실히 해보려고 합니다. \n
자꾸 다른 언어를 공부하는 것이 우유부단해 보일 수 있겠지만, 새로운 것을 배우는 것은 정말 재밌습니다.
""")  # 비밀인데 예전에 공부했던  swift와 React Native는 그냥 따라하기만 해서 아리송하게 배웠어요.
print("여러명이서", "함께 배우니", "왠지 모르게", "힘이 됩니다.")
print("""아자아자 화이팅!!!!


2021년 8월 10일 화요일 오후 4시 스타벅스에서 작성한 글입니다
Good!!
""")
